{
  "confucius.dialog": [
    "Confucio fue un filósofo y político chino del período de Primaveras y Otoños.",
    "La filosofía de Confucio, también conocida como confucianismo, enfatizó la moralidad personal y gubernamental, la corrección de las relaciones sociales, la justicia, la bondad y la sinceridad."
  ],
  "death.dialog": [
    "Confucio murió en el año 479 a. C."
  ],
  "birth.dialog": [
    "Confucio nació el año 551 a. C."
  ],
  "quote.dialog": [
    "Un viaje de mil millas comienza con un solo paso.",
    "Un hombre que no hace planes a largo plazo encontrará problemas en la puerta.",
    "No os avergoncéis de vuestros errores y los convirtáis en crímenes.",
    "Antes de embarcarte en un viaje de venganza, cava dos tumbas.",
    "Más vale un diamante con un defecto que una piedra sin él.",
    "Por naturaleza, los hombres son casi iguales; con la práctica, llegan a distanciarse mucho.",
    "Hay tres métodos para aprender la sabiduría: primero, por la reflexión, que es el más noble; segundo, por la imitación, que es el más fácil; y tercero, por la experiencia, que es la más amarga.",
    "No desees que las cosas se hagan rápidamente. No mires las pequeñas ventajas. El deseo de que las cosas se hagan rápidamente impide que se hagan a fondo. Mirar las pequeñas ventajas impide que se realicen los grandes asuntos.",
    "No utilices un cañón para matar un mosquito.",
    "Todo tiene belleza, pero no todos la ven.",
    "Las buenas palabras y una apariencia insinuante rara vez se asocian con la verdadera virtud.",
    "Olvida las heridas, nunca olvides las bondades.",
    "No tengas amigos que no sean iguales a ti.",
    "No predica lo que practica hasta que haya practicado lo que predica.",
    "El que ejerce el gobierno por medio de su virtud puede compararse a la estrella polar del norte, que mantiene su lugar y todas las estrellas giran hacia ella.",
    "¡El que aprende pero no piensa está perdido! El que piensa pero no aprende está en gran peligro.",
    "Aquel que simplemente conoce los principios correctos no es igual a aquel que los ama.",
    "Aquel que habla sin modestia, le resultará difícil lograr que sus palabras sean buenas.",
    "Quien no quiera economizar tendrá que agonizar.",
    "Quien quiere asegurar el bien de los demás ya ha asegurado el suyo propio.",
    "Aquel con quien no tienen éxito ni las calumnias que poco a poco penetran en el alma ni las declaraciones que sobresaltan como una herida en la carne, puede ser considerado verdaderamente inteligente.",
    "El cielo significa ser uno con Dios.",
    "Mantenga la fidelidad y la sinceridad como primeros principios.",
    "No soy alguien que nació en posesión del conocimiento; soy alguien a quien le gusta la antigüedad y que busca seriamente su conocimiento.",
    "No quiero un amigo Que sonría cuando yo sonrío Que llore cuando yo llore Por mi sombra en la piscina Puede hacerlo mejor que eso.",
    "No he visto a nadie que amara la virtud ni que odiara lo que no fuera virtuoso. El que amara la virtud no estimaría nada por encima de ella.",
    "Oigo y olvido. Veo y creo. Hago y comprendo.",
    "Si voy caminando con otros dos hombres, cada uno de ellos será mi maestro. Elegiré los puntos buenos de uno y los imitaré, y los puntos malos del otro y los corregiré en mí mismo.",
    "Si el hombre no se preocupa por lo que está lejos, encontrará el dolor cercano.",
    "Si un hombre aparta su mente del amor a la belleza y la aplica con la misma sinceridad al amor a lo virtuoso; si, al servir a sus padres, puede ejercer su máxima fuerza; si, al servir a su príncipe, puede dedicar su vida; si en su trato con sus amigos, sus palabras son sinceras, aunque los hombres digan que no ha aprendido, yo ciertamente diré que sí.",
    "Si el lenguaje no es correcto, entonces lo que se dice no es lo que se quiere decir; si lo que se dice no es lo que se quiere decir, entonces lo que se debe hacer queda sin hacer; si esto queda sin hacer, la moral y el arte se deteriorarán; si la justicia se extravía, el pueblo permanecerá en un estado de confusión impotente. Por lo tanto, no debe haber arbitrariedad en lo que se dice. Esto importa por encima de todo.",
    "Si no conocemos la vida, ¿cómo podemos conocer la muerte?",
    "Si piensas en términos de un año, planta una semilla; si en términos de diez años, planta árboles; si en términos de 100 años, enseña a la gente.",
    "La ignorancia es la noche de la mente, pero una noche sin luna ni estrellas.",
    "¿Es la virtud algo remoto? Yo quisiera ser virtuoso, ¡y he aquí que la virtud está a mi alcance!",
    "No importa lo lento que vayas, siempre y cuando no te detengas.",
    "Es el hombre el que hace grande la verdad, no la verdad la que hace grande al hombre.",
    "No es posible enseñar a otros quien no puede enseñar a su propia familia.",
    "Sólo los más sabios y los más estúpidos no pueden cambiar.",
    "Aprende como si nunca pudieras dominarlo; sostenlo como si tuvieras miedo de perderlo.",
    "Aprender sin pensar es trabajo perdido; el pensamiento sin aprendizaje es peligroso.",
    "Mirar las pequeñas ventajas impide que se logren grandes cosas.",
    "El hombre que permanece en la colina con la boca abierta esperará mucho tiempo hasta que caiga el pato asado.",
    "Las naturalezas de los hombres son iguales, son sus hábitos los que los distancian.",
    "Sólo los hombres más sabios y más estúpidos nunca cambian.",
    "Nuestra mayor gloria no está en no caer nunca, sino en levantarnos cada vez que lo hacemos.",
    "Pagad el mal con justicia, y la bondad con bondad.",
    "Respétate a ti mismo y los demás te respetarán.",
    "El silencio es el verdadero amigo que nunca traiciona.",
    "Estudia el pasado si quieres definir el futuro.",
    "Los cautelosos rara vez se equivocan.",
    "El erudito decidido y el hombre de virtud no buscarán vivir a costa de perjudicar su virtud; incluso sacrificarán su vida para preservarla íntegra.",
    "La esencia del conocimiento es, teniéndolo, aplicarlo; no teniéndolo, confesar la propia ignorancia.",
    "Las expectativas de la vida dependen de la diligencia: el mecánico que quiera perfeccionar su trabajo debe primero afilar sus herramientas.",
    "Los defectos de una persona superior son como el sol y la luna. Tienen sus defectos y todo el mundo los ve; cambian y todo el mundo los admira.",
    "Lo firme, lo duradero, lo sencillo y lo modesto están cerca de la virtud.",
    "El hombre virtuoso hace de la dificultad a superar su primera preocupación, y del éxito sólo una consideración posterior.",
    "El hombre que, en vista de la ganancia, piensa en la justicia; que, en vista del peligro, está dispuesto a entregar su vida; y que no olvida un antiguo acuerdo, por muy antiguo que sea, a ése se le puede considerar un hombre completo.",
    "El hombre que mueve una montaña comienza llevándose pequeñas piedras.",
    "El objeto del hombre superior es la verdad.",
    "Se puede obligar al pueblo a seguir un camino de acción, pero no se le puede obligar a comprenderlo.",
    "El perfeccionamiento de uno mismo es la base fundamental de todo progreso y de todo desarrollo moral.",
    "El erudito que aprecia el amor a la comodidad no es apto para ser considerado erudito.",
    "El hombre superior actúa antes de hablar, y después habla conforme a sus acciones.",
    "Al hombre superior no se le pueden confiar grandes asuntos, pero sí se le pueden confiar grandes preocupaciones. Al hombre pequeño no se le pueden confiar grandes asuntos, pero sí se le puede conocer en asuntos pequeños.",
    "El hombre superior es modesto en sus palabras, pero sobresale en sus acciones.",
    "El hombre superior está satisfecho y sereno; el hombre mezquino está siempre lleno de angustia.",
    "El hombre superior hace de la dificultad a superar su primer interés, el éxito sólo viene después.",
    "El hombre superior, cuando descansa seguro, no olvida que el peligro puede sobrevenir. Cuando está seguro, no olvida la posibilidad de la ruina. Cuando todo está en orden, no olvida que el desorden puede sobrevenir. De este modo, su persona no corre peligro y sus Estados y todos sus clanes se preservan.",
    "El hombre superior... no se propone ni a favor ni en contra de nada; seguirá lo que es correcto.",
    "La rueda de la fortuna gira sin cesar, y ¿quién puede decirse a sí mismo: hoy seré el primero?",
    "Hay tres cosas de las que debemos cuidarnos a lo largo de la vida: cuando un hombre es joven, debe cuidarse de sus apetitos; cuando es de mediana edad, de sus pasiones; y cuando es viejo, especialmente de la codicia.",
    "Hay tres cosas de las que se guarda el hombre superior: en la juventud, la lujuria; cuando es fuerte, las peleas; y cuando es viejo, la codicia.",
    "Deben cambiar quienes quieran ser constantes en la felicidad y la sabiduría.",
    "A menudo deben cambiar quienes quieren ser constantes en la felicidad o la sabiduría.",
    "De las cosas que ya se hicieron, no hace falta hablar de ellas; de las cosas que ya pasaron, no hace falta culparlas.",
    "Ser capaz de practicar en todas las circunstancias cinco cosas constituye la virtud perfecta; estas cinco cosas son: gravedad, generosidad de alma, sinceridad, seriedad y bondad.",
    "Ser aficionado al aprendizaje está cerca de la sabiduría; practicar con vigor está cerca de la benevolencia; y ser consciente de la vergüenza está cerca de la fortaleza. El que conoce estas tres cosas",
    "Ser agraviado no es nada si no continúas recordándolo.",
    "Ir más allá es tan erróneo como quedarse corto.",
    "Gobernar es corregir. Si das ejemplo teniendo razón, ¿quién se atreverá a seguir teniendo razón?",
    "Saber que uno sabe lo que sabe, y saber que uno no sabe lo que no sabe, ahí reside la verdadera sabiduría.",
    "Ver lo que es correcto y no hacerlo es falta de coraje o de principios.",
    "La virtud es más para el hombre que el agua o el fuego. He visto a hombres morir por pisar el agua y el fuego, pero nunca he visto a un hombre morir por pisar el camino de la virtud.",
    "La virtud no se deja sola. Quien la practica tendrá vecinos.",
    "Nos esforzamos más en persuadir a los demás de que somos felices que en intentar pensar lo mismo nosotros mismos.",
    "La riqueza y el rango son lo que la gente desea, pero a menos que se obtengan de la manera correcta, no se pueden poseer.",
    "¿Cuál es el sonido de una mano aplaudiendo?",
    "Lo que el hombre superior busca está en sí mismo; lo que el hombre pequeño busca está en los demás.",
    "Lo que no quieres que te hagan a ti, no se lo hagas a los demás.",
    "Cuando el conocimiento de un hombre es suficiente para alcanzar, y su virtud no es suficiente para permitirle retener, todo lo que haya ganado, lo perderá nuevamente.",
    "Cuando la ira surge, piensa en las consecuencias.",
    "Cuando vemos hombres de valor, debemos pensar en igualarlos; cuando vemos hombres de carácter contrario, debemos mirar hacia nuestro interior y examinarnos a nosotros mismos.",
    "Cuando tengas faltas no temas abandonarlas.",
    "Cuando sabes algo, mantener que lo sabes; y cuando no sabes algo, aceptar que no lo sabes: eso es conocimiento.",
    "Dondequiera que vayas, ve con todo tu corazón.",
    "Si no podéis servir a los hombres, ¿cómo podéis servir a los espíritus de los muertos?... Si no conocéis la vida, ¿cómo podéis saber lo que es la muerte?",
    "Con arroz para comer, con agua para beber y mi brazo doblado como almohada, aún tengo alegría en medio de estas cosas. Las riquezas y los honores adquiridos por medio de la injusticia son para mí como una nube flotante.",
    "Sin un conocimiento de las reglas de decoro, es imposible establecer el carácter.",
    "Sin conocer la fuerza de las palabras, es imposible conocer a los hombres."
  ],
  "live.dialog": [
    "Confucio vivió entre el 551 a. C. y el 479 a. C."
  ]
}
